Repository: Belfagor2005/S.T.V.C.L
Catalog: usr/lib/enigma2/python/Plugins/Extensions/stvcl/res/locale/*/LC_MESSAGES/stvcl.po
Languages: it

source: Folder path %s
it: Percorso cartella %s

source: Exit
it: Uscire

source: Back
it: Indietro

source: Check in your Config Plugin - Path Movie
it: Controlla nel Menu di configurazione - Path Movie

source: Service Reference used %s
it: Service Reference utilizzato %s

source: Convert ExtePlayer3
it: Converti ExtePlayer3

source: Convert Gstreamer
it: Converti Gstreamer

source: Search
it: Cerca

source: Do you want to Convert Bouquet IPTV?
it: Vuoi convertire Bouquet IPTV?

source: Do you want to Convert Bouquet GSTREAMER?
it: Vuoi convertire Bouquet GSTREAMER?

source: Check out the favorites list ...
it: Dai un'occhiata all'elenco dei preferiti ...

source: Shuffle Favorite List in Progress
it: Riordino Liste favorite in corso

source: Wait please ...
it: Attendere prego ...

source: Filter this category...
it: Filtra questa categoria...

source: You are already downloading!!!
it: Stai già scaricando !!!

source: Only VOD Movie allowed or not .ext Filtered!!!
it: Solo film VOD consentito o nessun Filtro!!!

source: Please enter the parental control pin code
it: Inserisci il codice PIN del controllo genitori

source: Enter pin code
it: Inserisci il codice PIN

source: The pin code you entered is wrong.
it: Il codice PIN che hai inserito è sbagliato.

source: Add Stream IPTV
it: Aggiungi Stream IPTV

source: Select the Bouquet and press OK to add
it: Selezionare il bouquet e premere OK per aggiungere

source: Enter Name
it: Inserire Nome

source: stvcl Config
it: Configurazione STVCL

source: Save
it: Salva

source: Empty Pic Cache
it: Svuota la cache Poster

source: All cache fold are empty!
it: Tutte la cache è vuota!!

source: IPTV bouquets location
it: Posizione dei bouquet IPTV

source: Configure position of the bouquets of the converted lists
it: Configura la posizione dei Bouquet delle liste convertite

source: Player folder List <.m3u>:
it: Elenco cartelle del lettore <.m3u>:

source: Folder path containing the .m3u files
it: Percorso della cartella contenente i file .m3u

source: Configure Service Player Reference
it: Configura i Service Reference per il Player

source: Filter M3U link regex type
it: Filtro Ricerca Link M3U in regex

source: Set On for line link m3u full
it: 'On' per Link m3u full

source: Show thumpics?
it: Mostra thumpics?

source: Show Thumbpics ? Enigma restart required
it: Mostra miniature ? Necessario il riavvio di Enigma

source: Download thumpics?
it: Scarica Poster

source: Download thumpics in Player M3U (is very Slow)?
it: Scarica Poster nel PlayerM3U (molto lento)?

source: Folder Cache for Thumbpics:
it: Cache delle cartelle per Thumbpics:

source: Configure position folder for temporary Thumbpics
it: Configura la cartella di posizione per Thumbpics temporanei

source: Show Plugin in Extensions Menu
it: Mostra Plugin in Menu Estensioni

source: Show Plugin in Main Menu
it: Mostra Plugin in Menu Estensioni

source: Choose Directory:
it: Scegli Cartella

source: Choose Directory
it: Scegli Cartella

source: M3u list folder not detected!
it: Cartella dell'elenco M3u non rilevata!

source: Settings saved correctly!
it: Impostazioni salvate correttamente!

source: Really close without saving the settings?
it: Uscire senza salvare le impostazioni?
